// © Copyright 2004-2012, 2015 HP Development Company, L.P.

TaskName = "Stored Jobs";

NoPrintTitle = "Could not print the job";
NoDeleteTitle = "Could not delete the job";
NoPrintMsg1 = "Please make sure that the PIN is correct.";
NoPrintMsg2 = "Please check if printer is connected and online.";

DeleteJobAlertTitle = "Are you sure you want to delete the \"%@\" job?";
DeleteJobAlertMsg = "All data will be lost and you cannot undo this action.";
DeleteButtonTitle = "Delete";
CancelButtonTitle = "Cancel";

EnableJobStoring = "Enable Job Storing";
TaskDescription = "Select a stored job to print or delete it. You may print multiple copies by entering the number of copies required.";
UserName = "User Name";
JobName = "Job Name";
PinTitle = "Enter Secure Job PIN:";
CopiesTitle = "Copies to Print:";
DeleteButton = "Delete";
PrintButton = "Print";
ApplyNowButton = "Apply Now";